Revit 2024 API
BuiltInFailures.MassFailures Class
 Failures about Mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class MassFailures
Visual Basic
Public NotInheritable Class MassFailures
Visual C++
public ref class MassFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.MassFailures
See Also
BuiltInFailures.MassFailures Members
Autodesk.Revit.DB Namespace